---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IFCAggregateIterator
source: html/5437095f-c7b3-f7c0-4364-ae404551ec3b.htm
---
# IFCAggregateIterator Members

Releases all resources used by the IFCAggregateIterator